Repository: aleks100s/AudioPlayer
Catalog: AudioPlayer/Localizable.xcstrings
Source language: ru
Languages: en

source: %d мин %d сек
en: %d min %d sec

source: %d сек
en: %d sec

source: %d час %d мин %d сек
en: %d hrs %d min %d sec

source: %dд %dч %dм %dс
en: %dd %dh %dm %ds

# %lld мин %lld сек
source: %1$lld мин %2$lld сек
en: %1$lld min %2$lld sec

source: %lld минут
en: %lld minutes

source: %lld сек
en: %lld sec

# %lld час %lld мин %lld сек
source: %1$lld час %2$lld мин %3$lld сек
en: %1$lld hrs %2$lld min %3$lld sec

# %lldд %lldч %lldм %lldс
source: %1$lldд %2$lldч %3$lldм %4$lldс
en: %1$lldd %2$lldh %3$lldm %4$llds

source: Без названия
en: Untitled

source: Временной интервал
en: Time interval

source: Вы действительно хотите удалить книгу?
en: Do you want to delete the book?

source: Выберите, через какое время автоматически остановить воспроизведение
en: Select the time after which to stop playback automatically.

source: Готово
en: Done

source: Длительность книги
en: Book duration

source: Добавить аудиокниги
en: Add audiobooks

source: Добавьте аудиокниги, выбрав их в Файлах
en: Add audiobooks by choosing them in Files

source: Зажмите книгу, чтобы увидеть дополнительные действия
en: Hold the book to see additional actions

source: Закрыть
en: Close

source: Закрыть плеер?
en: Close player?

source: Здесь пусто
en: Empty

source: Книга прослушана
en: Book is listened

source: Количество глав
en: Chapters

source: конец главы
en: end of chapter

source: Конец главы
en: End of the chapter

source: Мои книги
en: My books

source: Название
en: Title

source: Название главы
en: Chapter title

source: Название книги
en: Book title

source: Неизвестно
en: Unknown

source: О книге
en: About the book

source: Отмена
en: Cancel

source: Отметить непрослушанным
en: Mark not listened

source: Отметить прослушанным
en: Mark listened

source: Переименовать главу
en: Rename the chapter

source: Переименовать книгу
en: Rename the book

source: Показать главы
en: Show chapters

source: Понятно
en: Ok

source: Сбросить таймер
en: Reset the timer

source: Скорость %@
en: Speed %@

source: Смахните слева, чтобы отметить главу прочитанной или непрочитанной
en: Swipe right to mark the chapter as listened (not listened)

source: Список глав
en: Chapters list

source: Таймер сна
en: Sleep timer

source: Таймер сна •
en: Sleep timer •

source: Теперь добавить книгу можно тут
en: Now you can add new book here

source: У вас установлен таймер на %@
en: You have set the %@ timer

source: Удалить
en: Delete

source: Удалить книгу
en: Delete the book

source: Установить таймер
en: Set the timer

# Чтобы добавить главы, нажмите на кнопку "Добавить"
source: Чтобы добавить главы, нажмите кнопку “Добавить”
en: Press “Add” button to add more chapters
